---
kind: type
id: T:Autodesk.Revit.DB.BuiltInFailures.KeynoteTagFailures
source: html/96da7f84-54f7-397c-31d3-e1831d52e269.htm
---
# Autodesk.Revit.DB.BuiltInFailures.KeynoteTagFailures

Failures related to keynote tags.

## Syntax (C#)
```csharp
public static class KeynoteTagFailures
```